# Даны действительные числа x и y. Получить |x| - |y| / 1 + (xy)
x = 5
y = 12
Ex = (x - y) / (1 + (x * y))
print(Ex)
