# Даны два действительных числа. Найти среднее арифметическое и среднее геометрическое этих чисел.
a = 45
b = 54
# Находим среднее арифметическое a и b
c = (a + b) / 2
# Находим среднее геометрическое a и b
g = pow((a * b), 0.5)
print(c)
print(g) 

